import React from 'react'

function FAQ() {
  return (
    <div className="container">
        <div className="faq">
            <h2 className="title">FAQ</h2>
        <div className="faq__box">
            <div className="faq__card">
                <h3 className="faq__title">​Как разместить заказ?</h3>
                <p className="faq__text">Это текст. Нажмите один раз и выберите «Редактировать текст» или просто кликните дважды, чтобы добавить свой текст и настроить шрифт. Вы можете переместить его в любое место на странице. Расскажите посетителям сайта о себе. Здесь будет удачно смотреться текст о вашей компании и услугах.</p>
            </div>
            <div className="faq__card">
                <h3 className="faq__title">Оплата и доставка</h3>
                <p className="faq__text">Это текст. Нажмите один раз и выберите «Редактировать текст» или просто кликните дважды, чтобы добавить свой текст и настроить шрифт. Вы можете переместить его в любое место на странице. Расскажите посетителям сайта о себе. Здесь будет удачно смотреться текст о вашей компании и услугах.</p>
            </div>
            <div className="faq__card">
                <h3 className="faq__title">​Безопасные заказ и оплата</h3>
                <p className="faq__text">Это текст. Нажмите один раз и выберите «Редактировать текст» или просто кликните дважды, чтобы добавить свой текст и настроить шрифт. Вы можете переместить его в любое место на странице. Расскажите посетителям сайта о себе. Здесь будет удачно смотреться текст о вашей компании и услугах.</p>
            </div>
            <div className="faq__card">
                <h3 className="faq__title">Возврат товара и денег</h3>
                <p className="faq__text">Это текст. Нажмите один раз и выберите «Редактировать текст» или просто кликните дважды, чтобы добавить свой текст и настроить шрифт. Вы можете переместить его в любое место на странице. Расскажите посетителям сайта о себе. Здесь будет удачно смотреться текст о вашей компании и услугах.</p>
            </div>
            <div className="faq__card">
                <h3 className="faq__title">Политика конфиденциальности</h3>
                <p className="faq__text">Это текст. Нажмите один раз и выберите «Редактировать текст» или просто кликните дважды, чтобы добавить свой текст и настроить шрифт. Вы можете переместить его в любое место на странице. Расскажите посетителям сайта о себе. Здесь будет удачно смотреться текст о вашей компании и услугах.</p>
            </div>
            <div className="faq__card">
                <h3 className="faq__title"></h3>
                <p className="faq__text">Это текст. Нажмите один раз и выберите «Редактировать текст» или просто кликните дважды, чтобы добавить свой текст и настроить шрифт. Вы можете переместить его в любое место на странице. Расскажите посетителям сайта о себе. Здесь будет удачно смотреться текст о вашей компании и услугах.</p>
            </div>
        </div>
        </div>
        
    </div>
  )
}

export default FAQ